#todo: Написать программу, которая считывает два числа и выводит их сумму, разность, частное, произведение,
# результат целочисленного деления, результат деления с остатком, результат возведения в степень.


x = float(input("x = "))
y = float(input("y = "))

print("x + y = ", x + y)
print("x - y = ", x - y)
print("x / y = ", x / y)
print("x * y = ", x * y)
print("x // y = ", x // y)
print("x % y = ", x % y)
print("x ** y = ", x ** y)