# todo: Определить в коде переменные:
# 1. Целочисленного типа
a=1
# 2. Вещественного типа
b=3.14
# 3. Логического типа
c=True
# 4. Строкового типа
d='abc'
# 5. Пустого типа
f=None
# Вывести их типы.
print("a ", type(a))
print("b ", type(b))
print("c ", type(c))
print("d ", type(d))
print("f ", type(f))
